[Main]
DisplayName=Norsk

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varsel
lbl_Warnning_Detail.caption=Dette dataprogrammet er kopibeskyttet ved lov og av internasjonale avtaler.
lbl_copyright.caption=© IObit. Alle rettigheter reservert.
lbl_Thanks_Title.caption=Spesiell takk til følgende personer for viktige bidrag:
rdhtmlEula.caption=<a>Sluttbrukeravtale</a> | <a>Personvernregler</a>
Instructions_M=Instruksjoner for avinstallering
lblAcknow.caption=Takk

[ActionCenter_M]
M_HideAC=Skjul
M_ShowAC=Vis
M_AC_Tips=Få bedre sikkerhetsbeskyttelse og ytelsesforbedringer med de anbefalte programme.
M_ShowACTitle2=Merk!
M_ShowACDesc=Alle anbefalte programmer er skjulte! Klikk på "Vis" for å vise andre anbefalte programmer. Installer dem for bedre sikkerhetsbeskyttelse og PC-ytelse.
M_LearnRecommendNote=Ingen anbefalte produkter på nåværende tidspunkt
M_LearnRecommendDesc=Vennligst klikk på "Lær mer" for å se flere produkter som kan være av interesse for deg.
M_none=Ingen
M_Fix=Installer nå
M_LearnMore=Lær mer
M_Install=Installer nå
M_fixing=Installer
M_Updating=Oppdaterer
M_failed=Feilet
M_RuningWell=Siste versjon er installert
M_Outdated=Utdatert
M_NotInstalled=Ikke installert
M_Insatlled=Installert
M_Update=Oppdater nå
M_ASCCaption=Systemytelse
M_ASCInfo_NotIns=Rydd opp i søppelfiler, registerfeil og privatforhold i systemet ditt.
M_ASCInfo_UpToDate=Advanced SystemCare øker hastigheten og optimaliserer PCen med 1 klikk.
M_ASCInfo_NeedUpDate=Advanced SystemCare er utdatert.
M_RunASC=Skann nå
M_ASCOffer=Rydd og optimaliser PCen med 1-klikk.<br>Øk hastigheten på PCen med opptil 200%.<br>Boost Internet med opptil 300%.<br>Overvåk forholdene for PCen i sanntid for en jevnere kjøring.<br>Beskytt PCen mot vanlig spionprogrammer.
M_IMFCaption=Beskyttetlse mot trusselprogrammer
M_IMFInfo_NotIns=Oppnå bedre beskyttelse ved å installere IObits anti-trusselprogram.
M_IMFInfo_UpToDate=IObit Malware Fighter beskytter PCen din mot ulike trusselprogrammer.
M_IMFInfo_NeedUpDate=Ditt anti-trusselprogram er utdatert.
M_RunIMF=Skann nå
M_IMFOffer=Omfattende sanntidsbeskyttelse mot all slags skadelig programvare.<br>Rask skanning og effektiv trusselidentifikasjon og fjerning.<br>Proaktiv beskyttelse mot løsepengeangrep.<br>Sikker nettlesing og nedlasting.<br>Fullkompatibel med andre sikkerhetsapplikasjoner.
M_DBCaption=Driver Updater
M_DBInfo_NotIns_C=Oppdater utdaterte drivere for å oppnå en mer stabil PC.
M_DBInfo_NotIns=Det kan finnes utdaterte drivere, noe som kan medføre at PCen kjører tregere eller blir destabilisert.
M_DBInfo_UpToDate=Driver Booster oppdaterer utdaterte drivere på PCen
M_DBInfo_NeedUpDate=Driveroppdateringsprogrammet er utdatert.
M_DBDesc=Oppdater alle utdaterte drivere på PC'en.
M_RunDB=Skann nå
M_DBOffer=Stor driverdatabase (4.500.000+).<br>Sikker oppdatering av WHQL-drivere med 1-klikk.<br>Bedre spillytelse.<br>Reparer nettverksfeil, manglende lyd, dårlig oppløsning etc.<br>Reduser systemstans og krasj.
M_SDCaption=Diskoptimalisering
M_SDInfo_NotIns=Optimaliser diskene for å oppnå en raskere oppstart av PCen og høyere hastighet for filopphenting.
M_SDInfo_UpToDate=Smart Defrag defragmenterer disken din for høyere ytelse.
M_SDInfo_NeedUpDate=Diskfragmenteringsprogrammet er utdatert.
M_RunSD=Defragmenter nå
M_SDOffer=Høyere tilgangshastighet for filer.<br>Maksimum ytelse på hardisk.<br>Aksellerer opptartstiden på PCen med opptil 100%.<br>Optimaliser spill for en bedre opplevelse.
M_DLCaption=Passordadministrasjon
M_DLInfo_NotIns=Beskytt og administrer dine passord med Dashline på en sikker måte.
M_DLInfo_UpToDate=Glem aldri dine passord igjen når du bruker Dashline
M_RunDL=Administrer
M_DLOffer=Den enkle, sikre måten å administrere dine passord på.<br>Generer unike passord for å beskytte dine kontoer.<br>Automatisk innlogging på dine favorittsider.<br>For Windows, Mac, iOS og Android.
M_RunIOT=Administrer nå
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Transfer iPhone data, rengjør & restart iPhone.
M_IOTInfo_UpToDate=Transfer iPhone data, rengjør & restart iPhone.
M_IOTInfo_NeedUpDate=IOTransfer er utdatert.
M_IOTTip=IOTransfer lover:<br>+ Administrer iPhone-bilder og kontakter enkelt<br>+ Ett-klikks overføring av iPhone innhold til PC<br>+ Last ned videoer fra 100+ nettsider<br>+ Rengjør alle slags søppelfiler fra iPhone iPad
M_IOTOffer=Ditt beste iPhone/iPad administrasjonsverktøy for filer.<br>1-klikk dataoverføring fra iPhone/iPad til PC.<br>Last ned videoer på nettet og konverter dem til forskjellige filformater.<br>Rydd opp i søppelfiler enkelt og trygt for å frigjøre iOS-enhetens mellomrom.<br>Overfør innhold trådløst mellom iOS-enhet og PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion beskytter mot phisting og sider som innholder trusler.
M_AdawareInfo_UpToDate=Web Companion beskytter mot phisting og sider som innholder trusler.
M_AdawareOfferDesc=Installer Web Companion for å forbedre beskyttelsen på Internet og sett Bing® fra Microsoft™ som hjemmeside, for nye faner og som standard søkemotor på kompatible nettlesere.
M_AdawareOffer=Rask og enkel å installere.<br>Anti-Phishing beskyttelse.<br>Sanntidsbeskyttelse på nett.<br>Multi-nettleser kompatibilitet.
M_AomeiCaption=Applikasjon for sikkerhetskopiering
M_AomeiInfo_NotIns=Den ultimate løsningen for sikkerhetskopiering av system og disker.
M_RunOpera=Kjør nå
M_OperaCaption=Opera nettleser
M_OperaInfo_NotIns=Rask og skker nettleser med innebygget annonseblokkering.
M_OperaInfo_UpToDate=Rask og skker nettleser med innebygget annonseblokkering.
M_OperaOffer=Blokker annonser slik at nettsider lastes inn opptil 90% raskere.<br>Surf opptil en time lengre.<br>Ha mer privat nettlesing med gratis VPN.
M_SUCaption=Software Updater
M_SUInfo_NotIns=1-klikk for å oppdatere og installere alle viktige programmer.
M_SUInfo_NotIns_C=%d programmer er utdaterte. Installer IObit Software Updater for å oppdatere dem med 1-klikk.
M_SUInfo_NotIns_C1=1 program er utdatert. Installer IObit Software Updater for å oppdatere det med 1-klikk.
M_SUInfo_UpToDate=IObit Software Updater holder alle dine viktige programmer oppdaterte.
M_SUOffer1=Automatisk oppdatering av utdaterte programmer så tidlig som mulig.<br>1. klikk for å installere alle tilgjengelige programoppdateringer.<br>1. klikk for å installere alle populære programmer du ønsker.<br>Rene programmer har bestått strenge tester, ingen gruppeprogrammer.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1-klikk for å øke din FPS for en raskere og jevnere spillopplevelse.
M_SMGBInfo_UpToDate=1-klikk for å øke din FPS for en raskere og jevnere spillopplevelse.
M_SMGBInfo_NeedUpDate=Smart Game Booster er utdatert
M_SMGBOffer=Increase FPS for better gaming performance with one-click.<br>Monitor temperature and usage for hardware in real time.<br>Overclock GPU for optimal visual effects in gaming.<br>Analyze & rate PC to find compatible games (38,000+).<br>Guard your PC & game for higher security.
M_RunSMGB=Boost nå
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Gratis opptak av PC skjemen med høy kvalitet. Ingen opptaksbegrensninger.
M_ISRInfo_UpToDate=Gratis opptak av PC skjemen med høy kvalitet. Ingen opptaksbegrensninger.
M_ISRInfo_NeedUpDate=iTop Screen Recorder er utdatert
M_ISROffer=100% gratis å ta opp fra PC-skjermen<br>Ta opp videomøter i alle filformater<br>Ta opp 4K-filmer og musikk uten tap av kvalitet<br>Ta opp nettkurs og lag videoopplæringer<br>Ta opp fra spill i 1080P/ 60 FPS uten forsinkelser
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Prøv gratis! Rask og pålitlig VPN tjeneste for online sikkerhet.
M_iTopInfo_NotIns=100% gratis! Rask og pålitlig VPN tjeneste for online sikkerhet.
M_iTopInfo_UpToDateBeta=Prøv gratis! Rask og pålitlig VPN tjeneste for online sikkerhet.
M_iTopInfo_UpToDate=100% gratis! Rask og pålitlig VPN tjeneste for online sikkerhet.
M_iTopInfo_NeedUpDate=iTop VPN er utdatert
M_iTopOfferBeta=Nyt Internet uten grenser<br>Tilgang til strømmenettsteder over hele verden<br>Spill regionlåste spill hvor som helst<br>Skjul IP-adressen din på offentlig Wi-Fi<br>100% gratis, ultra rask og med klassens beste kryptering
M_iTopOffer2=Privat - Hold deg anonym mens du surfer.<br>Sikker - Skjul IP og krypter Internet -tilkobling.<br>Rask - Ha glede av lynrask online surfing.<br>Gratis - Fjern blokkering av nettsteder og strøm gratis<br>Snarveier - Rask tilgang til Netflix, HBO, PUBG ...
M_RuniTop=Kjør nå
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Du vil aldri trenge å huske eller taste inn dine passord igjen.
M_RPMInfo_UpToDate=Si farvel til å skrive ned passordene dine med RoboForm Password Manager.
M_RPMOffer=Logg inn på websider med et enkelt klikk.<br>Generer sterke og unike passord.<br>Bruker AES-256 bit kryptering og støtter 2FA.<br>Støtter Windows, Mac, iOS, Android og alle viktige nettlesere.<br>Import fra andre nettlesere eller en annen passord administrator
M_RunRPM=Administrer
M_Moffer_Title1=Valgfritt tilbud
M_Close=Avslutt
M_Cancel=Avbryt
M_Moffer_Install=Installer
M_Moffer_NoteEP=Ved å klikke "Installer", aksepterer du å installere %s og godtar programmets <a>sluttbrukeravtale</a> og <a>personvernregler</a>.
M_Moffer_Refund=<a>Merk:</a> Du kan få beløpet refundert innen 30 dager. Les <a>refusjonsregler</a>.
M_Extract_IOT=IObit-anbefaling

[AutoUpdate_M]
lan_Downloading_M=Laster ned
lan_Speed_M=Nedlastingshastighet: %s
Lan_Finish_M=Ferdig
Lan_Congratulation_M=Gratulerer!
Lan_UpdateFail_M=Oppdateringen gikk galt! Vennligst forsøk på nytt senere.
Lan_UpdateSuccess_M=IObit Uninstaller er oppdatert. Du kan nå dra nytte av de siste egenskapene og forbedringene.
Lan_UpdateNew_M=Siste installasjon er allerede installert. Ingen nyere oppdateringer er tilgjengelige.
Lan_UpdateFreeInfo_M=Ny versjon av IObit Uninstaller er tilgjengelig.
Lan_UpdateFreeDownInfo_M=Vennligst oppdater nå for å få med deg de siste egenskapene og forbedringene. Det er gratis
Lan_Sure_M=Er du sikker på at du vil avbryte denne oppdateringen?
Lan_Download_M=Last ned
Lan_Getting_M=Henter oppdateringsinformasjon. Vennligst vent...
Lan_LVheardOne_M=Tilgjengelige oppdateringer
Lan_LVheardTwo_M=Ny versjon
Lan_LVheardThree_M=Størrelse
Lan_historyInfo_M=IObit Uninstaller %s er nå tilgjengelig. Oppdater for å dra nytte av de siste egenskapene og forbedringene.
Lan_UpdateNow_M=Oppdater nå
Lan_UpdateLater_M=Oppdater senere
lan_WhatNew_M=Hva er nytt?
Lan_NewReady_M=Ny versjon er ferdig
Lan_Title=IObit Uninstaller oppdateringsprogram

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Send
lblErrorDetails.Caption=Feildetaljer:
lblUserEmail.Caption=Din e-postadresse:
lblSuccTips1.Caption=Vellykket sendt! Vi vil gjøre vårt beste for raskt å finne en løsning.
btnClose.Hint=Avslutt

[SendBugReportNew_M]
M_AskUserTips1=har støtt på et problem. For å hjelpe oss å løse dette problemet blir debug filen sent oss automatisk i løpet av 5 sekunder. <a>Personvernregler</a>
M_BugStatisticsTips=har støtt på et problem og må avsluttes. Vi analyserer årsaken nå. Vennligst vent...
M_SendingTips=Sender...
M_AttentionTips1=har støtt på et problem. For å hjelpe oss å løse dette problemet blir debug filen sent oss automatisk i løpet av 5 sekunder. Du kan lukke vinduet for å avbryte dette <a>Personvernregler</a>
M_InvalidEmailTips1=Ugyldig e-postadresse! Vennligst angi din gyldige adresse slik at vi kan kontakte deg.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Henter offisiell versjon…
RestoreSuccess_Caption=Vellykket installasjon av offisiell versjon av IObit Uninstaller!
RestoreFailed_Caption=Kunne ikke laste ned offisiell versjon av IObit Uninstaller. Vennligst besøk vår offisielle nettside og last ned på nytt.
Run_Button=Kjør nå
Download_Button=Last ned nå

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Du kjører en uoffisiell versjon av IObit Uninstaller.
lbl_SecondTitle.caption=Uoffisiell IObit Uninstaller vil ikke fungere lenger.
lbl_HarmInfo.caption=Den vil ikke bare skade PCen din, men også forårsake lekkasje av privat informasjon på grunn av sårbarhet i systemet den kan skape-
lbl_OfficialInfo.caption=Få den offisielle versjone av IObit Uninstaller nå og ta kontroll over privatinformasjon og PC med kraftig beskyttelse.
htmlLabel_Text.caption=Få eksklusive <a>75%</a> avslag på PRO versjonen!
btn_GetPro.caption=Kjøp PRO
btn_GetFree.caption=Hent gratis

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Få den <a>offisielle IObit Uninstaller PRO programmet for $ 0</a> i dag for å gjøre personvernet og PCen din kraftig beskyttet.
btn_GetPro_before=Hent PRO for $0

[Detain_M]
M_MianTitle=IObit Uninstaller har hjulpet deg med å:
M_QuestionString=Er du sikker på at du vil avinstallere?
M_btnok=Avinstaller allikevel
M_btnCancel=Jeg ønsker å beholde
M_UninstallCaption=Avinstaller programmer
M_DiskCaption=Spar diskplass
M_RegCaption=Slett registeroppføringer
M_FixCaption=Reparer problemer med programvare

[Survey_M]
Title_M=Avinstalleringsanalyse
Info_M=Vi er lei for at du vil forlate oss. Vennligst hjelp oss med å forbedre IObit Uninstaller ved å fylle ut denne korte undersøkelsen. Tilbakemeldingen din vil bli satt pris på.
Question_M=Hvorfor avinstallerer du IObit Uninstaller?
1_M=Ufullstendig avinstallasjon. (fjernet ikke alle rester etter programvaren)
2_M=Programmet kjører ikke normalt
3_M=For mye annonser og gruperte programmer
4_M=Jeg installerte det bare for å løse et spesifikt problem og trenger det ikke lenger
5_M=Jeg fant et bedre alternativ
6_M=Annet (Vær vennlig å spesifiser)
Button_M=Fortsett avinstalleringen

[Uninstaller_M]
MenuRight_Caption=Grundig avinstallering
Explorer_Button=Filmakulator
Controlpanel_Button=Grundig avinstallering

[ACD_M]
M_Downloading=Laster ned:
M_TipFixing=Reparerer
M_Tips=Nedlasting foregår. Dobbeltklikk på ikonet for å se detaljer.
M_Installing=Installerer:
M_MD5Faild=Den nedlastede filen er ødelagt. Vennligst prøv igjen senere.
M_NetError=Nedlasting gikk feil på grunn av nettverksfeil. Vennligst forsøk igjen senere!
M_DiskIsFull=Utilstrekkelig diskplass!
M_Speed=Hastighet:
M_AreSureEx=Er du sikker på at du vil avbryte nedlastingen?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Avbryt
lbl_Min.Caption=Minimer
btnClose.Hint=Avslutt
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Dra meg til et åpnet vindu, skrivebordsikon eller til systemkurven for ikoner.
EasyNothingInfo=Ikke mulig å finne målfilen. Vennligst dra meg til et annet vindu, et skrivebordsikon eller til systemkurven for ikoner.
EasyDeleteFileFail=Filen kan ikke slettes fordi den er i bruk. Vennligst avslutt filen og førsøk på nytt.
EasyDeleteFolderFail=Vennligst avslutt filen og forsøk på nytt.
EasyKillProcessFail=Kunne ikke avslutte prosessen.
EasyKillProcessHint1=Er du sikker på at du vil avslutte denne prosessen?
EasyKillProcessHint2=Data som ikke er lagret vil gå tapt.
EasyUninstallPath=Avinstaller eller slett:
EasyUninstall=Avinstaller
EasyShortcut=Slett snarvei
EasyLocation=Åpne filplassering
EasyDelete=Slett
EasyCancel=Avbryt
EasyTransparency=Gjennomskinnlighet
EasyOpaque=Ugjennomsiktig
EasyExitEasy=Åpne hovedvinduet
EasyExitIobit_1=Avsltt IObit Uninstaller
EasyKillProcess=Avslutt prosess

[ExpriedNotice_M]
Sale_Text=Imidlertid kan du få dem tilbake med <a>%s</a> avslag i dag!
ExpriedOneDay_M=Abonnementet ditt utgikk for <a>1</a> dag siden.
ExpriedDay_M=Abonnementet ditt har utløpt for <a>%s</a> dager.siden
Logged_0_Text=Avinstaller loggede programmer grundig med logger opprettet under installasjonen
Logged_1_Text=Avinstaller ett logget program grundig med logg opprettet under installasjonen
Logged_Text=Avinstaller %s loggede programmer grundig med logger opprettet under installasjonen
ExpriedMessage_M=Abonnementet ditt har utløpt. PRO-funksjonene vil ikke lenger være tilgjengelige, men du kan fortsatt bruke gratisfunksjonene.
ExpriedTipMessage_Num=I løpet av de siste %s1 dagene, har IObit Uninstaller Pro hjulpet deg med å avinstallere %s2 programmer og renset vekk %s3 flere gjenværende filer. Forny nå og ikke gå glipp av <a>din eksklusive rabatt</a>
ExpriedTipMessage_Normal=Vi beklager å informere deg om at PRO-funksjonene ikke lenger vil være tilgjengelige. Forny nå og dra nytte av den <a>eksklusive rabatten!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Vi beklager å informere deg om at følgende PRO-funksjoner ikke lenger vil være tilgjengelige:
lbl_Stubbron.caption=Fjern 1000+ gjenstridige programmer med den unike databasen
lbl_Update.caption=1-klikk for alltid å holde viktige programmer oppdaterte
lbl_Health.caption=Registrer programvaresårbarhet automatisk og blokker pop-up-varsler og uønskede annonser på en enkel måte
lbl_MoneyBack.caption=Du er fullt ut beskyttet med vår garanti for 100% tilbakebetaling
btn_Upgrade.caption=Hent min rabatt ved fornyelse
lbl_EnterCode.caption=Jeg har en lisens allerede

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Ditt abonnement er utløpt
btn_OK.caption=Forny nå

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Tilbakemelding
lbl_DescTitle.caption=Beskrivelse:
lbl_EmailTitle.caption=E-post:
lbl_ScreenShot.caption=Skjermdump
lbl_TypeTitle.caption=Type forespørsel:
btnImg_FeedBackSend.caption=Send
btnImg_FeedBackCancel.caption=Avbryt

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Sender...
lbl_SendFailed.caption=Sendingen gikk galt. Vennligst klikk OK for å levere en online tilbakemelding.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Takk for din tilbakemelding. Vi vil kontakte deg så snart som mulig.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Jeg liker den
FeedBack_2=Forslag
FeedBack_3=Avinstallering mislyktes
FeedBack_4=Problem ifb. med sammenkoblede programmer
FeedBack_5=Installer Monitor enhet
FeedBack_6=Software Uptater utgave
FeedBack_7=Kunne ikke vise alle programmer
FeedBack_8=Problem med krafig skanning
FeedBack_9=Rapporter en feil
FeedBack_10=Annet
EmailMessage=Vennligst sjekk at e-postadressen din er korrekt slik at vi kan komme tilbake til deg.
MemoHint=Fint om du kan beskrive forslagene eller problemene du fant i detalj.
ScreenMaxMessage=Operasjonen mislyktes. Du har nådd grensen på maksimum 5 skjermdumper.
CloseHintMsg=Er du sikker på at du ikke ønsker å gi en tilbakemelding?
SendBugck=Send oss også debuggingsfilen for undersøkelse. <a>Personvernregler</a>
FeedBackMessage=Vennligst gi en beskrivelse.
EmailHint=Vennligst angi din korrekte e-postadresse her
Startup_Delete_M=Slett
M_FiveStar=Kan du være grei å gi oss en 5 stjerne?

[FileShredder_M]
ShredderDetail_0=Du kan dra en fil eller en mappe hit for å makulere den.
ShredderDetail_01=Filer som er slettet rutinemessig, kan gjenopprettes (selv etter diskformatering)
ShredderDetail_02=For å fjerne filer sikkert og permanent, kan du dra filer eller mapper du vl destruere her.
FileShredder_MaxCount_M=5000 filer er lagt til. Vennligst legg til de resterende filene etter at du har makulert de 5000.
Shredder_InUse_M=Noen filer ble ikke makulert siden de ikke kan skrives til. Vennligst sjekk om de er i bruk.
Shredder_Del_M_1=Er du sikker på at du vil fjerne de elementene, <a>%d</a>, som er lagt til permanent? Denne handlingen kan IKKE REVERSERES, og kan ta litt tid å fullføre.
Shredder_DelOne_M_1=Er du sikker på at du vil fjerne <a>1</a> elementet permanent? Denne handlingen er IKKE REVERSIBEL, og kan ta litt tid å fullføre.
Shredder_NotDel_M=En fil kunne ikke makuleres fordi den ikke kunne skrives til. Vennligst sjekk om den fremdeles er i bruk.
Shredder_OneFileDel_M=Filen ble ikke makulrert fordi den ikke kunne skrives til. Vennligst sjekk om den fremdeles er i bruk.
Shredder_Sucess_M=Makulering vellykket.
Shredder_OneSucess_M=Makulering vellykket.
Shredder_DirIsEmpty_M=Den er tom. Kan ikke makuleres.
Shredder_NotAddFolder_M=Kan ikke makulere fil "%s" siden denne operasjonen kan medføre at systemet blir ustabilt

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Filmakulator
lbl_Listview_Title.caption=Velg filen eller mappen du vil makulere:
lblLoading.caption=Laster inn...
lbl_AddFile.caption=Legg til fil...
lbl_AddFolder.caption=Legg til mappe...
RdImageButton_Shredder.caption=Makuler
RdImageButton_Cancel.caption=Avbryt
ListView_FileList.Columns[0].Caption=Filsti
Menu_Shredder_Shredder.caption=Makuler
Menu_Shredder_AddFile.caption=Legg til fill
Menu_Shredder_AddFolder.caption=Legg til mappe
Menu_Shredder_Romove.caption=Fjern
Menu_Shredder_Clean.caption=Fjern
lbl_Shredder_Tip.caption=Makulerer filer nå. Dett kan ta litt tid. Vennligst vent...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Kan ikke makulere filen "%s" fordi denne operasjonen kan skape ustabilitet.
EndProgressMsg=%s kjører. Er du sikker på at du vil avslutte for å fortsette avinstallasjonen?
ListView_FindReslut.Columns[0]_M=Navn
PopMenu_OpenFolder_M=Åpne filplassering
PopMenu_ViewEntry_M=Åpne i Regedit
Free_MatchStubbron=Avinstallasjonsregistre mangler, og dette kan forårsake avinstallasjonsfeil. Oppgrader til PRO for å reparere avinstallasjonsproblemene og avinstaller programmet enkelt med vår programdatabase.
Pro_MatchStubbron=Avinstallasjonsregister mangler, noe som kan forårsake feil ved avinstallasjon. Løs avinstallasjonsproblemer og avinstaller programmet enkelt med vår programdatabase.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Tving avinstallering
lbl_Info.caption=Hjelper deg med å avinstallere et program som ikke kan avinstalleres på en rutinemessig måte på grunn av manglende avinstallasjonsregistre eller innebygde avinstallasjonsfeil. Rydder opp i alle relaterte filer enkelt og grundig.
btnImg_Open.caption=Browse...
lbl_DropInfo.caption=Du kan navigere eller dra og slippe en fil eller mappe her for å slette eller avinstallere dets relaterte program.
btnImg_Uninstall.caption=Avinstaller
btnImg_Cancel.caption=Avbryt
PopMenu_Uninstall.caption=Avinstaller
PopMenu_SearchOnline.caption=Søk online
ListView_FindReslut.Columns[1].caption=Størrelse
ListView_FindReslut.Columns[2].caption=Installer nå

[HealthCheck_M]
HealthCheck_Top_ScanNow=Skann nå
HealthCheck_Top_ScanAgain=Skann på nytt
HealthCheck_Top_FixAll=Reparer alle
HealthCheck_Top_Stop=Stopp
HealthCheck_Top_Done=Ferdig
HealthCheck_Top_Scanning=Skanner
HealthCheck_Top_Fixing=Reparerer
HealthCheck_Top_NoFound=Ingen problemer funnet Alle programmer kjører bra.
HealthCheck_Top_Title_Result_NoIssues=Ingen problemer trenger reparasjon
HealthCheck_Top_Title_Result_Single=<a>%s</a> forhold trenger reparasjon.
HealthCheck_Top_Title_Result_Some=<a>%s</a> forhold trenger reparasjon.
HealthCheck_Top_Title_Skip=<a>Utelat nå</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> forhold er blitt reparert
HealthCheck_Top_FixOverResult_Some=<a>%s</a> forhold er blitt reparert
HealthCheck_Top_FixOver=Alle de valgte forholdene er nå reparert.
HealthCheck_Top_Dec_Result_Pro=Reparer alle forhold som er blitt funnet med 1. klikk.
HealthCheck_Top_Dec_Result_Free=Oppgrader til PRO slik at du kan reparere alle forhold du finner med 1. klikk.
HealthCheck_Top_Title_A=Programstatus: <a>trenger skanning</a>
HealthCheck_Top_Dec_A=Programvaren din ble aldri analysert. Analyser all din programvare nå.
HealthCheck_Top_Title_B=Programvarestatus: <a>Bra</a>
HealthCheck_Top_Dec_B=Programvaren din kjører bra
HealthCheck_Top_Dec_C=Programvaren din har ikke blitt analysert på %s dager. Du bør analysere programvaren din nå.
HealthCheck_Item_Title_leftovers=Rester etter avinstallasjon.
HealthCheck_Item_Dec_leftovers=Fjern rester etter avinstallasjon for å spare diskplass
HealthCheck_Item_Title_update=Utdatert programvare
HealthCheck_Item_Dec_update_New=Oppdater utdaterte programmer for å redusere sikkerhetsrisiko
HealthCheck_Item_Title_permission=Programvaretillatelser
HealthCheck_Item_Dec_permission=Oppdag skjulte tillatelser og deaktiver de som ikke er nødvendige.
HealthCheck_Item_Title_notifications=Distraherende varslinger
HealthCheck_Item_Dec_notifications=Blokker popup varsler og uønskede annonser fra å avbryte deg.
HealthCheck_Item_Title_stubborn=Programmer med avinstalleringsproblemer
HealthCheck_Item_Dec_stubborn=Reparer avinstalleringsproblemer slik at på enkel måte kan avinstallere programmer
HealthCheck_Item_Title_packages=Installasjonsfiler
HealthCheck_Item_Dec_packages=Rydd opp i installasjonsfiler for å frigjøre diskplass
HealthCheck_Item_Title_malicious=Ondsinnet programvare & utvidelser
HealthCheck_Item_Dec_malicious=Fjern ondsinnet programvare og nettlesertillegg for å ha en rask og sikker PC
M_Fix=Reparer
M_Detail=Detaljer
M_Recissues_Single=<a>%s</a> problem valgt for reparasjon,
M_Recissues_Some=<a>%s</a> problemer valgt for reparasjon,
M_Allissues_Single=totalt <a>%s</a> problem
M_Allissues_Some=totalt <a>%s</a> problemer
M_Noissues=Ingen problemer funnet
M_issues_Single=<a>%s</a> problem
M_issues_Some=<a>%s</a> problemer
M_Noissues2=Ingen problemer
HealthCheck_Exit_Scanning=Skanning pågår. Er du sikker på at du vil avslutte nå?
HealthCheck_Exit_Fixing=Reparasjon pågår. Er du sikker på at du vil avslutte nå?
M_UL_SelectedFix_Single=<a>%s</a> rest etter avinstallasjon er valgt for reperasjon
M_UL_SelectedFix_Some=<a>%s</a> rester etter avinstallasjon er valgt for reperasjon
M_OS_SelectedFix=<a>%s</a> utdatert programvare valgt for å repareres
M_SP_SelectedFix_Single=<a>%s</a> programtillatelse valgt for å repareres
M_SP_SelectedFix_Some=<a>%s</a> programtillatelser valgt for å repareres
M_DN_SelectedFix_Single=<a>%s</a> sjenerende varsling er valgt for å repareres
M_DN_SelectedFix_Some=<a>%s</a> sjenerende varslinger er valgt for å repareres
M_PWUI_SelectedFix_Single=<a>%s</a> program med avinstalleringsutfordringer er valgt for å repareres
M_PWUI_SelectedFix_Some=<a>%s</a> programmer med avinstalleringsutfordringer er valgt for å repareres
M_IF_SelectedFix_Single=<a>%s</a> installasjonsfil er valgt for å repareres
M_IF_SelectedFix_Some=<a>%s</a> installasjonsfiler er valgt for å repareres
M_MSE_SelectedFix_Single=<a>%s</a> ordsinnet progravare & utvidelse er valgt for reparasjon
M_MSE_SelectedFix_Some=<a>%s</a> ordsinnede progravarer & utvidelser er valgt for reparasjon
M_BackFix=Tilbake til Reparasjon
M_NoItems=Ingen elementer funnet
M_item=element
M_items=elementer
M_File=Fil
M_Reg=Register
M_Tasks=Planlagte oppgaver
M_Ser=Systemservice
M_Select=Velg alle
M_TitleCount=Navn (Totalt: %d)
M_Version=Ny versjon
M_CurrentVersion=Nåværende versjon
M_BanwebTitleCount2=Sender (totalt: %d)
M_Type=Type
M_BRate=Blookeringsrate
M_Recommendation=Anbefaling
M_Optional=Opsjon
M_Block=Blokkér
M_SiteType=Site varsler
M_AppType=App varsling
M_MSType=Ondsinnet programvare
M_METype=Ondsinnet utvidelse
M_AdType=Annoneutvidelse
M_RegMiss=Avinstalleringsregister mangler
HC_Ignore=Ignorer
HC_IgnoreForever=Ignorer alle oppdateringer
HC_IgnoreCurrent=Ignorer nåværende oppdatering
HC_OpenFile=Åpne filplassering
HC_OpenReg=Åpne i regedit
HC_Search=Søk online
HC_Startup=Oppstartselementer
HC_Tasks=Planlagte oppgaver
HC_Services=Tjenester
HC_Desktopicon=Skrivebordsikon
HC_Taskbaricon=Ikon på Oppgavelinje
HC_RightMenu=Høyreklikk-meny
M_PermissionTitleCount=Tilgangstype (Total: %d)
M_Name=Navn
M_Installed=Installert
M_Over30Day=Ikke brukt på over 30 dager
M_Status=Status
M_Disable=Deaktiver
M_FixDetails=Se reparasjonsdetaljer nedenfor
M_Fix_RecTitle=Imidlertid kan flere utføres for å oppnå en renere og raskere PC
M_Fix_RecLog=Fjern Uninstall med logg
M_Fix_RecLog_Des=Grundig avinstallasjon av programmer med logg opprettet ved installasjon
M_Fix_RecBundleware=Enklere å fjerne grupperte programmer
M_Fix_RecBundleware_Des=Overvåk programinstallasjoner i sanntid og fjern grupperte programmer på en enkel måte
M_Fix_RecLeftover=Fjern alle programrester automatisk
M_Fix_RecLeftover_Des=Slett programrester som ellers ikke kan slettes av annen avinstallering automatisk
M_Fix_RecProgram_Single=<a>%s</a> stort program funnet
M_Fix_RecProgram_Some=<a>%s</a> store programmer funnet
M_Fix_RecProgram_Des=Avinstaller store unødvendige programmer for å frigjøre diskplass
M_Fix_RecWinApp_Single=<a>%s</a> Windows app funnet
M_Fix_RecWinApp_Some=<a>%s</a> Windows apper funnet
M_Fix_RecWinApp_Des=Avinstaller unødvendige Windows apper for å frigjøre diskplass
M_Fix_RecEasyUn=Smertere Enkel avinstallering
M_Fix_RecEasyUn_Des=Avinstaller et program enkelt ved å dra ikonet Enkel avinstallasjon til programmets åpnede vindu, skrivebordsikon eller ikon i systemstatusfeltet
M_Fix_RecStubborn=Fjerning av gjenstridige programmer
M_Fix_RecStubborn_Des=Unik database som støtter fjerning av mer enn 1000 gjenstridige programmer
M_UnlockTitle_Single=Unike PRO egenskaper for å reparere %s problem funnet
M_UnlockTitle_Some=Unike PRO egenskaper for å reparere %s problemer funnet
M_UnlockNow=Lås opp nå
M_Back=Tilbake
M_Try=Prøv det nå
M_Upgrade=Oppgrader nå

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Navn (Totalt: %d)
ListviewHeader_Software_M=Navn
History_info_DouBle_M=programmer ble ikke fullstendig avinstallert siste gang. Vennligst klikk på Avinstaller for å fortsette.
History_info_One_M=Program ble ikke fullstendig avinstallert siste gang. Vennligst klikk på Avinstaller for å fortsette.
History_Scanfor_M=Skann etter rester
History_ViewDetail_M=Vis detaljer
UninstallLog_No_IsEmpty_M=Ingen restfiler funnet ved Powerful Scan
Program_Information=Programinformasjon
Files_Deleted=Filer slettet
Registries_Deleted=Registre slettet
Scheduled_Tasks_Deleted=Planlagte handlinger slettet
Deleted_on_Reboot=Slettet ved omstart
Service_Deleted=Tjeneste slettet
Export_M=Eksport
rdlbl_NoTkanks=Nei takk
RdLabelDetailNull=Detaljer og status for hvert avinstallert program vil vises her.
RdLabelDetails=IObit Uninstaller har hjulpet deg med å avinstallere <a>%d</a> programmer og spare <a>%s</a> diskplass.
RdLabelDetail=IObit Uninstaller har hjulpet deg med å avinstallere <a>%d</a> program og spare <a>%s</a> diskplass.
History_NoUninstalled_M=Ikke avinstallert
History_Residualfilesleft_M=Restfiler igjen
M_NoHistoryFound=Ingen avinstalleringhistorikk finnes

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Avinstaleringshistorikk
ListView_History.Columns[1].Caption=Avinstalleringsdata
ListView_History.Columns[2].Caption=Størrelse
ListView_History.Columns[3].Caption=Operasjon
Menu_ClearThis.Caption=Fjen denne historikken
Menu_ClearAll.Caption=Fjern all historikk

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nei takk
RdImgBtnUninstall.caption=Avinstaller
RdListView_History.Columns[0].Caption=Navn
RdListView_History.Columns[1].Caption=Status

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Installasjonsmonitor
lbl_RegText.caption=Registeroppføringer:
lbl_SzieText.caption=Totalstørrelse:
lbl_StartText.caption=Oppstartselementer:
lbl_FileText.caption=Filer:

[InstallDetected_M]
Install_DetectedTitle=%s ble installert med følgende elementer opprettet.
Install_DetectedTitleEx=<a>%s</a> programmer ble installert med følgende elementer opprettet.
Install_ViewDetail=Vis detaljer

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Aktiver
lbl_Caption.caption=Ny installasjon oppdaget
lbl_InstallMoniorInfo.caption=Vi anbefaler at du aktiverer Install Monitor for å hjelpe deg med å logge og se alle endringer som er gjort i systemet ditt under installasjonen av programmet.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Loggede installasjoner
rdlbl_Or.Caption=ELLER
rdlbl_Auto.Caption=Auto Monitor
rdlbl_Drap.Caption=Manuell Monitor

[IUInstallMonitorFrm_M]
TipFileMsi=Selvkjørende oppsettsfil (.exe) støttes ikke. Vennligst velg på nytt og forsøk igjen.
TipFileNotMsiExe=Ugyldig selvkjørende oppsettsfil. Vennligst velg en gyldig exe fil og forsøk igjen.
AddTip1=Install Monitor er opptatt!
AddTip2=En installasjon er allerede under overvåking. Vennligst prøv igjen etter at installasjonen er ferdig.
StarFileTip=Kunne ikke kjøres.
ExePathErrorTip=Oppsettsfilen fra en nettverkskatalog er ikke støttet. Vennligst kopier den til en lokal katalog og forsøk på nytt.
Logging=Logger systemendringer...
rdlbl_TipContent_M=Install Monitor oppdager og logger systemendringer i installasjonen, som lar deg se hvilke endringer de overvåkede programmene gjorde under installasjonen.
rdlbl_SwitchTip.Caption_M=Oppdag automatisk og logg programinstallasjoner
rdlbl_DragFileTip.Caption_M=Legg till eller dra en setupfil hit for å installere og logge systemendringer

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Installasjonslogg
rdlbl_Export.Caption=Eksport
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Visningsnavn:
InstallDateTip=Installasjonsdato:
VersionTip=Versjon:
PublisherTip=Utgiver:
LocationTip=Plassering:
InstallationDurationTip=Installasjonsvarighet:
InstallPackageTip=Installasjonspakke:
RegEntriesTip=Registeroppføringer:
FilesCountTip=Filer:
TaskCountTip_M=Tidsstyrte handlinger:
ServiceCountTip_M=Systemtjenester:
DllCountTip=DLL registrering:
StartUpCountTip=Oppstartselementer:
TotalSizeTip=Totalstørrelse:
ProgramInformationTip=Programinformasjon
MMORegistryTip=Registeroppføringer
MMOFilesTip=Filer
MMOTaskTip_M=Tidsstyrte oppgaver
MMOServiceTip_M=Systemtjenester
MMODllTip=DLL registrering
MMOStartUpTip=Oppstartselementer
MonitorLog_SecondsLan=sekunder
MonitorLog_SecondSingleLan=sekund

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Tilbakemelding

[MainForm_M]
Nav_Colle_Program_All=Programmer
Nav_Colle_Browser_Extensions=Nettleserutvidelser
Nav_Colle_Win=Windows applikasjoner
Nav_Colle_AC=Aksjonssenter
Nav_Colle_SH=Helsetilstand for programvare
Nav_Item_Program_All=Alle programmer
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Nylig installert
Nav_Item_Program_Infrequent=Sjelden benyttet
Nav_Item_Program_Large=Store programmer
Nav_Item_Browser_Extension_All=Alle nettleserutvidelser
Nav_Item_InstallMonitor=Install Monitor
Nav_Item_Logged=Loggede programmer
Hint_Settings=Opsjoner
Hint_Tools=Verktøy
UninstallProTipEnterCode=Angi kode
Button_Uninstall=Avinstaller
Button_Remove=Fjern
Button_Update=Oppdater alle
Button_Install=Installer nå
ToolPopForceUninstallEx=Tving avinstallering+
ToolPopSoftUpdater=Software Updater
ToolPopStubborn=Fjerning av gjenstridige programmer
ToolPopHistory=Avinstaleringshistorikk
ToolPopFileShredder=Filmakulator
ToolPopHunterMode=Enkelt avinstallering
ToolPopUpdateUninstall=Avinstaller Windows oppdateringer
MoreSettingPopSetting=Innstillinger...
MoreSettingPopRestore=Systemgjenoppretting
MoreSettingPopExport=Eksporter programliste
MoreSettingPopUpdate=Sjekk for oppdateringer
MoreSettingPopManual=Brukermanual
MoreSettingPopSupport=Teknisk støtte
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=Om
MoreSettingPopWhatsNew=Hva er nytt?
MoreSettingSubscription=Mitt abonnement
DefaultSelProg=Avinstaller unødvendige programmer for å spare plass.
DefaultSelPlug=Fjern unødvendige programtillegg for å beskytte nettleseren.
DefaultSelADPlugin1=Fjern ett skadelig/annonse tillegg for sikrede nettlesing.
DefaultSelADPlugin2=Fjern %d skadelig/annonse tillegg for sikrede nettlesing.
DefaultSelWApp=Avinstaller uønskede Windows applikasjoner for å gjøre PCen raskere.
DefaultSelBundle=Avinstaller uønsket bundleware.
DefaultSelUpdate=Hold dine viktige programmer oppdaterte.
DefaultUpdaterPromot=Oppdater flere programmer med IObit Software Updater.
DefaultUpdaterPromote1=utdatert program funnet
DefaultUpdaterPromote2=utdaterte programmer funnet
DefaultUpdaterPromoteInfo=Klikk på Oppdater alle for å oppdatere alle utdaterte programmer med 1. klikk.
SelInfoProg=program valgt for avinstallering. Størrelse totalt:
SelInfoProgM=programmer valgt for avinstallering. Størrelse totalt:
SelInfoPlug=tillegg valgt for fjerning.
SelInfoPlugM=tillegg valgt for fjerning
SelInfoApp=applikasjon valgt for avinstallering. Totalstørrelse:
SelInfoAppM=applikasjoner valgt for avinstallering. Totalstørrelse:
SelInfoBundle=element merket for avinstallering.
SelInfoBundleM=elementer merket for avinstallering.
BundleHint=I noen tilfeller ved installasjon av hovedprogrammer, kan også andre programmer bli installert uten at du vet det. Du kan avinstallere de programmene du ikke ønsker å beholde.
RestoreDefaultSettingsButton=Gjenopprett %s standardinnstillinger
APTitle=Aktiver alle Pro versjoner
AP5=Rensjør Uninstall med logging
AP2=Slett flere gjenstridige applikasjoner
AP6=Jevn programvareytelse
AP4=Oppdatering av programmer med ett klikk.
MainUpdate_Hint=Ny versjon
NewsDisconnCaption=Del IObit Uninstaller med familie og venner
NewsDisconnDes=De briuker det gjerne
NewsNewVerCaption=Viktig oppdatering tilgjengelig
NewsNewVerDes=Vennligst last ned den siiste versjonen nå.
ToolPopForceUninstall_Detail=Hjelp for å avinstallere programmer som ellers ikke kan avinstalleres rutinemessig
ToolPopSoftUpdaterEx_Detail=Oppdater utdaterte programmer for å redusere sikkerhetsrisiko
ToolPopHistory_Detail=Vis detaljer og status for hvert avinstallert program
ToolPopFileShredder_Detail=Hjelp for a fjerne uønskede filer permanent på en sikker måte
ToolPopHunterMode_Detail=Dra ikonet for enkel avinstallering for lett avinstallering
ToolPopUpdateEx_Detail=Avistialler uønskede Windows oppdateringer for å frigjøre plass på disken
ToolPopStubbornEx_Detail=Unik database som støtter fjerning av mer enn 1000 programmer som kan være gjenstridige å fjerne
DefaultSelInfo_Logged=De loggede programmene kan avinstalleres fullstendig
MoreSettingTranslate=Hjelp oss å oversette

[MetroApp_M]
NoSerchItem_Tip=Ingen treff for søket.
Win8NoItemTip_M=Ingen Windows applikasjoner funnet
Win8LoadingApp=Laster inn applikasjoner...
Win8ListViewGroupsWin8AppHeader=Windows applikasjoner
Win8ListViewGroupsWin8AppSubtitle=Applikasjoner utgitt av Microsoft
Win8ListViewGroupsThirdHeader=Tredjeparts applikasjoner
Win8ListViewGroupsThirdSubtitle=Applikasjoner utgitt av tredjeparts selskaper

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Navn
ListView_AppList.Columns[1].caption=Størrelse
ListView_AppList.Columns[2].caption=Brukervurdering
ListView_AppList.Columns[3].caption=Operasjon
lbl_Notice.caption=For å vise Windows applikasjoner, må du sørge for at din nåværende påloggingskonto har administrative rettigheter.
mniUninstall.caption=Avinstaller
mniRefush.caption=Oppfrisk
mniDetails.caption=Detaljer
mniOpenFile.caption=Åpne filplassering
mniOpenReg.caption=Åpne i Regedit
mniOpenWinstore.caption=Åpne i Winstore
mniSearchOnline.caption=Søk online
mniRate.caption=Vurdering

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Avinstaller nå
rdlbl_NoticeInfo.Caption=Ledig plass på systemdisker er på under 10%.
rdlbl_NoticeTip.Caption=Avinstaller uønskede programmer med IObit Uninstaller for å frigjøre mere plass.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> rester etter avinstallering ble funnet.
LeftTip=Rydd dem vekk for å frigjøre diskplass
LeftBtn=Rydd nå

[SoftNoticeForm_M]
PopupTip=Sjenerende varslinger oppdaget
PopUpOne=<a>1</a> popup varsel kan blokkeres for å unngå forstyrrelser
PopUpEx=<a>%s</a> popup kan blokkeres for å unngå forstyrrelser
PopupBtn=Blokker nå

[Malicious_M]
NoticeInfoEx_One=Skadelig programvare/utvidelser oppdaget<BR><a>1</a> skadelig programvare/utvidelse kan fjernes for å ha en rask og sikker PC.
NoticeInfoEx_Some=Skadelig programvareer/utvidelser oppdaget<BR><a>%d</a> skadelige programvareer/utvidelser kan fjernes for å ha en rask og sikker PC.

[InstallClearForm_M]
SetupTip=Unødvendige installasjonsfiler oppdaget
SetupClean=<a>1</a> unødvendig setup fil kan fjernes for å frigjøre <a>%s</a> diskplass.
SetupCleanEx=<a>%s</a> unødvendige setup filer kan fjernes for å frigjøre <a>%s</a> diskplass.
SetupBtn=Rydd nå

[uninstall_Mitor_M]
showDetails_M=Vis detaljer
Cleanmanually_M=Rens manuelt
AutoClean_M=Autorens
Cleaning_M=Renser
Cleannow_M=Fjern dem nå
StillLeavas_M="%s" gjenstår fremdeles
LeftoversRemoved_M=Rester etter %s er fjernet:
Registry_M=Register
File_M=Fil
Files_M=filer
Cleanfuture_M=Rens automatisk i fremtiden
Setting_M=Innstillinger
Uselessfiles_M=ubruklige filer
Uselessregistryentries_M=ubruklige registeroppføringer
UselessregistryentriesOne_M=ubrukelig registeroppføring
Lan_BundleNoticeText_M=Grupperte programmer ble funnet ved installering av %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Skadelige verktøylinjer og programtillegg
ListViewGroupMaliciousDesc=Disse verktøylinjene og programtilleggene kan endre standard nettleser og stjele din private informasjon.
ListViewGroupAdTitle=Annonsebaserte verktøylinjer og programtillegg
ListViewGroupAdDesc=Disse verktøylinjene og programtilleggene kan vise annonser, bannere mv.
ListViewGroupTrustTitle=Pålitelige verktøylinjer og programtillegg
ListViewGroupTrustDesc=Disse verktøylinjene og programtilleggene vil ikke skade datamaskinen. Du kan fjerne eller beholde den iht. behov.
ListViewGroupExtensions=Utvidelser
ListViewGroupPlugins=Programtillegg
ListViewGroupToolbar=Verktøylinje
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Utvidelser er benyttet for å tilpasse nettleser med egenskaper du liker.
ListViewGroupPlugin_DES=Programtillegg kan installeres enkelt og brukes som en del av nettleseren.
ListViewGroupToolbar_DES=Verktøylinjer hjelper bruker med å få rask tilgang til en site eller utføre programfunksjoner.
ListViewGroupBHO_DES=BHO brukes for å lage personlige nettlesere og gi enklere interaktive egenskaper.
ListViewGroupActivex_DES=ActiveX er benyttet av Internet Utforsker for å gi mulighet for omfattende mediaavspilling.
NoSerchItem_Tip=Ingen treff for søket.
PluginColumnStr_Title=Navn (Totalt: %d)
ChromeSyncMsg=Chrome Sync er aktivisert. Programtilleggene som er valgt for fjerning kan reinstallers automatisk etter fjerning. Vennligst klikk <a>Disable Chrome Sync</a> for følge trinnvis forklaring i vårt forum for å deaktivere Chrome Sync.
EdgeSyncMsg=Edge Sync er aktivert. Utvidelsene som er valgt for fjerning, kan bli gjeninstallert automatisk etter fjerning. Klikk <a>Deaktiver Edge Sync</a> for å følge de detaljerte trinnene for å deaktivere Edge Sync.
FuncPluginSysPluginMsgBox=Det er ikke anbefalt å fjerne %s fordi noen funksjoner i nettleseren kan påvirkes etter fjerning
FuncPluginLoading=Laster inn...
FuncPluginRmoveSuccess=Fjerningen vellykket. Laster inn...
FuncVotePlugSelectMsgBox=Vennligst velg element for vurdering
FuncPluginRmoveConfireSingleMsgBox=Er du sikker på at du vil fjerne det valgte elementet?
FuncPluginRmoveConfireSomeMsgBox=Er du sikker på at du vil fjerne de valgte elementetene?
FuncCheckBrowserMsgBox_1=%s kjører
FuncCheckBrowserMsgBox_2=Klikk OK for å avslutte. (Vennligst lagre innholdet først).
FuncCheckBrowserMsgBox_3=Eller klikk Avbryt for å forlate operasjonen.
FuncCheckBrowserMsgBox_4=%s kjører.
FuncCheckBrowserMsgBox_5=Klikk OK for å avslutte dem. (Vennligst lagre innholdet først).
FuncCheckBrowserMsgBox_6=Eller klikk Avbryt for å forlate operasjonen.
FuncPluginRemoveFailedMsgBox_4=%s kan kanskje ikke fjernes fordi det er beskyttet av %s. Vennligst gå ut av %s og restart IObit Uninstaller og fjern på nytt.
FuncRestoreSuccessMsgBox=Vellykket gjenoppretting av standardinnstillinger
FuncRestoreFailedMsgBox=Kunne ikke gjenopprette standardinnstillinger for nettleser.
PluginRestoreStr=Gjenopprett %s standardinnstillinger
mniOpeninRegedit_M=Åpne i Regedit
lbl_NoFoundItems.caption_M=Ingen verktøylinjer eller programtillegg ble funnet

[VoteText_M]
FuncVoteMarkSelectMsgBox=Vennligst gi en vurdering.
FuncVoteFailedMsgBox=Vurderingen gikk galt. Vennligst kontrollér nettverksforbindelsen og forsøk igjen.
FuncVoteActiveVote=Vurdering
FuncVoteWaitting=Overfører vurdering. Vennligst vent...
VoteStr_1=<a>1</a> bruker har vurdert. Du har allerede gitt din vurdering.
VoteStr_2=Ingen vurdering enda. Vær den første til å vurdere.
VoteStr_3=<a>%d</a> brukere har vurdert. Du har allerede gitt din vurdering.
VoteStr_4=<a>%d</a> brukere har vurdert. Hva synes du om denne utvidelsen?
VoteStr_5=<a>%d</a> brukere har vurdert. Hva synes du om denne applikasjonen?
Removingnow_M=Fjerner nå...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Navn
rdlvAllBrowse.Columns[1].Caption=Brukervurderinger
rdlvAllBrowse.Columns[2].Caption=Operasjon
rdlvCustomBrowse.Columns[0].Caption=Navn
rdlvCustomBrowse.Columns[1].Caption=Operasjon
mniRemove.Caption=Fjern
mniRate.Caption=Vurdering
mniIgone.Caption=Ignorer
mniRefush.Caption=Oppfrisk
mniOpenFloder.Caption=Åpne filplassering
mniSelectedAll.Caption=Velg alle
mniInvertSelection.Caption=Velg omvendt
mniSearchOnline.Caption=Søk online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Resett nettleser
lblConfire.Caption=Er du sikker på at du vil gjeninnføre standardinnstillinger?
lblHomepageTitle.Caption=Nåværende hjemmeside:
lblSearchTitle.Caption=Nåværende standard søkemotor:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Avbryt

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Fjerningen var vellykket!
lbl_Removing.Caption=Fjerner..

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Programmet finnes ikke (ikke benyttet på mer enn 2 måneder)
Noprograms_Size_M=Ingen programmer overskrider %s.
Noprograms_match_M=Ingen treff for søket.
Noprograms_Recent_M=Ingen programmer installert i løpet av de siste 10 dagene.
monthsago_M=%d måneder siden
yearsago_M=%d år siden
yearsagos_M=%d år siden
SoftwareFrame_InstallDate_M=Installer nå
SoftwareFrame_FrequencyUse_M=Sist benyttet
HistoryInfo_DisplayName=Vis navn
HistoryInfo_Publisher=Utgiver
HistoryInfo_Version=Versjon
HistoryInfo_InstallDate=Installer nå
HistoryInfo_UseSize=Plass benyttet
HistoryInfo_Location=Plassering
HistoryInfo_UninstallDate=Avinstalleringsdata
Lan_NoBundle_New=Grupperte programmer er software som kan bli installert sammen med andre programmer uten at du merker det ved installasjon av selve hovedprogrammet.
Lan_Main_Soft=Hovedprogram
Lan_Bundled_Soft=Sammenknyttet gruppert program
Lan_Bundled_Plug=Sammenknyttet gruppert programtillegg
ColumnName_Logged=Installer logg
ColumnName_LogDate=Installer nå
ViewDetail=Vis logg
NoPrograms_Logged=Programmer som er logget av Install Monitor, kan avinstalleres fullstendig i fremtiden.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Størrelse
ListView_SoftwareList.Columns[2].Caption=Installer nå
ListView_SoftwareList.Columns[3].Caption=Operasjon
Menu_Program_Uninstall.caption=Avinstaller
Menu_Program_Repair.caption=Reparer
Menu_Program_Refresh.caption=Oppfrisk
Menu_Program_OpenFileLocation.caption=Åpne filplassering
Menu_Program_OpeninRegedit.caption=Åpne i Regedit
Menu_Program_SearchOnline.caption=Søk online
mni_Openthewebsite.caption=Åpne nettsiden

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Type
ListView_BundleList.Columns[2].Caption=Operasjon
Menu_Program_Uninstall.caption=Avinstaller
Menu_Program_OpenFileLocation.caption=Åpne filplassering
Menu_Program_OpeninRegedit.caption=Åpne i Regedit
Menu_Program_SearchOnline.caption=Søk online
mni_Ignore.caption=Ignorer
mniOpenthewebsite.caption=Åpne nettsiden

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Sammenkoblede programmer funnet
btn_UninstallAll.caption=Avinstaller alle
lbl_Info.caption=Avinstaller alle de følgende grupperte programmene samtidig med IObit Uninstaller PRO, eller bare avinstaller det aktuelle programmet.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Sammenkoblede programmer funnet. Vennligst velg uønskede sammenkoblede programmene for avinstallering.

[PromoteForm_M]
M_ProAD_Title=Flere egenskaper og fordeler med Pro versjonen
M_ProAD_CleanLog=Fullstendig avinstallasjon av programmer med logger som opprettes ved installasjon
M_ProAD_Monitor=Monitor programmer & enkel fjering av sammenknyttede programmer
M_ProAD_Database=Stor database for å fjerne gjenstridige programmer
M_ProAD_Plugin=Fjern skadelige/annensetillgg for sikker og jevn nettlesing.
M_ProAD_Update=Ett-klikk for å holde dine viktige programmer oppdaterte
M_ProAD_SoftHealth=Registrer programvaresårbarhet automatisk og blokker pop-up-varsler og uønskede annonser på en enkel måte
M_Continue=Fortsett Uninstall
M_BundleTitle=Aktiver IObit Uninstaller PRO for fullstendig fjerning av sammenkoblede programmer.
M_BundleTitle2=Overvåk programinstallasjon i sanntid og fjern sammenkoblede programmer på en enkel måte.
M_UninstallLogTitle=Aktiver IObit Uninstaller PRO for å oppdage og logge programinstallasjoner automitisk for fullstendig avinstallering med sporingslogg.
M_PluginMaliciouTitle=Aktiver IObit Uninstaller PRO for fullstendig fjerning av ondsinnede annonser og programtillegg.
M_PluginMaliciouTitle2=Den alltid voksende databasen vil hjelpe deg med å fjerne flere ondsinnede annonser og programtillegg.
M_SPUninstallFail=%s kunne ikke avinstalleres.
M_SPAD_Title=Aktiver PRO for å avinstallere med en spesifik database.
M_SPUninstallFailCount=%d programmer kunne ikke avinstalleres.
M_SPADCount_Title=kan ikke avinstalleres på normal måte. Aktiver PRO for å avinstallere dem med en spesifik database.
SpecPromotTile_1=%s kunne ikke avinstalleres.
SpecPromotTile_2=%d programmer kunne ikke avinstalleres.
SpecPromotTile_3=Et program ble avinstallert.
SpecPromotTile_4=%d programmer ble avinstallert.
SpecPromotTile_5=Imidlertid kunne et program ikke avinstalleres
SpecPromotTile_6=Imidlertid kunne %d programmer ikke avinstalleres.
SpecPromotInfo_1=Aktiver PRO for å avinstallere med en spesifik database.
SpecPromotInfo_2=Aktiver PRO for å avinstallere dem med en spesifik database.
SpecPromotInfo_3=%s kan ikke avinstalleres på normal måte.

[Protip_M]
Congratulations_M=Gratulerer!
YouHave_M=Vellykket oppdatering av den siste versjonen av IObit Uninstaller.
Try_M=Prøv den nå!
Tip_M=Vellykket automatisk oppdatering av IObit Uninstaller <a>%d</a>
WhatNew_M=Hva er nytt i den siste versjonen:
More_M=Flere detaljer

[Uninstaller_Public_M]
Lan_ButtonCancel=Avbryt
Lan_ButtonClose=Avslutt
Lan_ButtonContinue=Fortsett
Lan_ButtonClean=Rens
Lan_Cleaning=Renser
Lan_Details=Detaljer
Lan_Exit=Gå ut
Lan_Hide=Skjul
Lan_Ignore=Ignorer
Lan_Ignored=Ignorert
Lan_item=enhet
Lan_items=enheter
Lan_LoadingD=Laster inn...
Lan_WindowMin=Minimer
Lan_WindowMax=Maksimer
Lan_ButtonNo=Nei
Lan_Name=Navn
Lan_NameT=Navn (Totalt: %d)
Lan_Notagain=Ikke vis dette igjen
Lan_ButtonOK=OK
Lan_Publisher=Utgiver
Lan_WindowRest=Gjenopprett
Lan_ButtonRemove=Fjern
Lan_State=Status
Lan_Show=Vis
Lan_Scan=Skann
Lan_Search=Søk
Lan_ButtonUninstall=Avinstaller
Lan_Version=Versjon
Lan_ButtonYES=Ja
Lan_ButtonFor0=Hent PRO for $0
Lan_ButtonActivate=Aktiver nå
Lan_ButtonUpgrade=Oppgrader nå
Lan_ButtonUpgradeFor0=Oppgrader nå for $0
Lan_DisplayName=Navn
Lan_Installationpath=Installasjonssti
Lan_Description=Beskrivelse
Lan_LinkAbout=Om lenke
Lan_LinkHelp=Hjelpelenke
Lan_SysMsgCorrupted=Noen filer fra IObit Uninstaller er ødelagte. Vennligst installer IObit Uninstaller på nytt.
Lan_Bit=bit

[RC_M]
M1=Gratis å hente inn PRO versjonen
M2=$0 for å dra nytte av en enklere, kraftigere & mer komplett avinstallering.
M3=Auto
M4=Rengjøring av restfiler
M5=1. klikk
M6=Rengjøring av all programvare
M7=1000+
M8=Fjerning av jenstridig programvare
M9=50% større
M10=Software Updater database
M11=Nå! Flere fantastiske og forbedrede PRO egenskaper tilbys deg GRATIS:
M12=Gratis å aktivere automatisk Fjerning av restfiler
M13=og enkelt få en raskere & jevt kjørende PC.

[Unistaller_Register_M]
license_OtherCode_M=Lisenskoden %s er bare gyldig for %s. Vennligst klikk på OK knappen for å laste ned og registrere din %s.
LicenseCannotconnect_M=Kan ikke koble til serveren. Vennligst sjekk dine nettverks/proxy-innstillinger og forsøk å validere lisenen din senere.
license_OtherGivewalys_M_M=%s er en gavelisens og bare gyldig for en spesifik versjon. Gjør et besøk <a>her</a> for kjøp av en ny lisenskode for IObit Uninstaller %s PRO.
License_expired_M=Lisens %s er utgått. Klikk <a>her</a> for å kjøpe en ny lisens.
License_maximum_M=Lisensen %s er aktivert for maksimum antall PCer og kan ikke benyttes. Vennligst klikk <a>her</a> for å kjøpe en ny lisens for å aktivere IObit Uninstaller PRO for denne PCen.
License_Free_M=Lisensen %s kan ikke aktiveres. Vennligst kjøp en ny lisens for IObit Uninstaller PRO.
License_valid_M=Ugyldig lisenskode! Vennligst angi en gyldig kode.
LicenseSeat_M=Lisensholder:
LicenseCodeLiftTime_M=Dette er en lisenskode med livstidslengde som bare er gyldig for IObit Uninstaller v%d. Vennligst reinstaller IObit Uninstaller v%d PRO.
licensedays_left_M=%d dager igjen
licenseday_left_M=%d dager igjen
LicenseCodeLocation_M=Lisenskoden %s er ikke gyldig for din region eller land. Vennligst klikk OK for å kjøpe en gyldig kode.
Never_M=Aldri
M_CheckLicense=Du kan åpne Mitt abonnement under Opsjonsmenyen for å sjekke lisensstausen din.

[Uninstaller_Form_Activate]
Label_Get.caption=Hent lisens
Label_Retrv.caption=Hent kode
Label_Eg.caption=F.eks: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Register nå
RdLabelCaption.caption=Aktiviser Pro utgaven som gir en bedre serviceopplevelse
Label_Please.caption=Vennligst angi lisensen og klikk på "Registrer nå" knappen for å aktivere alle funksjonene i PRO versjonen.
Label_Code.caption=Lisenskode:
RdBtnlab.caption=Flere fordeler. Vi lover
RdImgBtn_Upgrade.caption=Oppgrader til PRO

[Form_Activate_M]
TitleOne=Fjern avinstalleringer med logg
ContentOne=Grundig avinstallering av programmer med logger opprettet ved installasjon
TitleTwo=Fjerning av gjenstridige programmer
ContentTwo=Fjern 1000+ gjenstridige programmer med den unike databasen
TitleThree=Jevn programvareytelse
ContentThree=Registrer programvaresårbarhet automatisk og blokker pop-up-varsler og uønskede annonser på en enkel måte
TitleFour=Software Updater
ContentFour=1-klikk for alltid å holde viktige programmer oppdaterte

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Avslutt
lbleg.Caption=F.eks: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Hjelp
Label_Please.caption=Vennligst angi lisensen og klikk på "Registrer nå" knappen for å aktivere alle funksjonene i PRO versjonen.
Label_Code.caption=Lisenskode:
RdImgBtnRegister.caption=Register nå
Label_Retrv.caption=Hent kode
Label_HaveLicense.caption=Har du ingen lisens?
Label_click.caption=Klikk her for å hente en
RdImageButton_Back.caption=Tilbake
RdImageButton_Close.caption=Avslutt
RdLabelCaption.caption=Lisensadministrator
Label_Status.caption=Lisensstatus:
Label_Activated.caption=Aktivert
Label_Lcode.caption=Lisenskode:
Label_Data.caption=Utløpsdato:
Label_Refresh.caption=Oppfrisk
Label_Export.caption=Eksporter lisens
rdlblAlread.caption:=Har alledere en lisenskode

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Hjelp
RdImgBtn_Closetwo.caption=Avslutt
Label_success.caption=Lisensen ble vellykket aktivert!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Venstreklikk og fra musen for å velge området du vil ha en skjermdump av
M_NoticeInfo_AC=2. Høyreklikk og tast Esc for å avslutte
M_Rect=Rektangel
M_Oval=Oval
M_Text=Tekst
M_Paintbrush=Paintbrush
M_Return=Gjenopprett operasjon (Ctrl+Z)
M_Copy=Kopier til utklippstavlen
M_Exit=Avslutt skjermdump
M_Save=Lagre
M_TipInfo=Skjermdumpen har blitt lagret i utklippstavlen. Du kan bruke Ctrl+V for å lime inn.
M_TipShow=Ikke vis denne meldingen igjen
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Innstillinger
lbl_UserInterfaceTitle.caption=Brukergrensesnitt
lbl_SkinTitle.caption=Skin:
lbl_LanguageTitle.caption=Nåværende språk:
lbl_FontSize.caption=Font størrelse:
lbl_Dark.caption=Mørk
lbl_Light.caption=Lys
lbl_UpdateTitle.caption=Oppdateringsmetode
lbl_UpdateChooseDes.caption=Oppdateringsmetode for dette produktet:
btnImg_UpdateRemind.caption=Varsle meg når oppdateringer er tilgjengelige
btnImg_UpdateAuto.caption=Automatisk oppdatering
lbl_GeneralCaption.caption=Generell
btnImg_AutoDelete.caption=Automatisk fjerning av restfiler
btnImg_AfterUninstallAutoScan.caption=Slett rester fra programmer som er avinstallert av andre programmer automatisk.
btnImg_RemoveToRecycleBin.caption=Slett restfiler og legg i papirkurv
btnImg_ShowExplorerButton.caption=Legg til mekuleringsknapp i Utforsker
btnImg_ShowComponents.caption=Ikke vis systemkjøringskomponenter
btnImg_ShowMenuButton.caption=Legg til et kraftig avinstallasjonsalternativ til Windows-kontekstmenyen
btnImg_CreateRestore.caption=Opprett et gjenopprettingspunkt før avinstallering
btnImg_OK.caption=OK
btnImg_Cancel.caption=Avbryt
lbl_HotKey.caption=Hurtigtast for Enkel avinstallering:
lbl_OccupiedHotKey.caption=Allerede benyttet. Bruk en annen kombinasjon.
lbl_Notification.caption=Varslinger
btn_NotifySoftUpdater.caption=Varsle meg når programoppdateringer er tilgjengelige
btnImg_SystemDiskSpace.caption=Varsle meg når systemdiskens ledige plass kommer under 10%
lbl_Boundleware.caption=Ignoreringsliste
btnImg_remove.caption=Fjern
btnImg_UserInterface.Caption=Brukergrensesnitt
btnImg_General.Caption=Generell
btnImg_Notification.Caption=Varslinger

[Uninstall_setting_M]
Setting_UITitle=Brukergrensesnitt
Setting_GeneralTilte=Generell
Setting_NotificationTilte=Varslinger
Setting_BoundlewareTilte=Ignoreringsliste
Setting_Size_Normal=Normal
Setting_Size_Large=Stor
Setting_Size_Larger=Større
Setting_listviewHeader=Elementnavn
SystemComponentsInfo=Systemkomponenter som Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Varsle meg når installasjonsloggen er opprettet ved auto overvåking
btnImg_BundlewareInstalled_M=Varsle meg når sammenkoblede grupperte programmer installeres
btnImg_BrowserPlugTip_M=Varsle meg når ondsinnede programtillegg installeres
btnImg_AutoCleanTipForm_M=Varsle meg når restfiler oppdages etter at andre programmers egen avinstallering er utført
btnImg_leftovers_M=Varsle meg når rester etter avinstallerte programmer oppdages.
btnImg_SoftNotific_M=Varsle meg når popup varslinger oppdages
btnImg_NotNeedInstall_M=Varsle meg når unødvendige installasjonsfiler oppdages
btnImg_Boundleware.Caption_M=Ignoreringsliste
rdlbl_BoundlwareTip.caption_M=De ignorerte sammenkoblede grupperte programmene vil ikke bli oppdatet for å har fjernet dem fra listen nedenfor.

[SoftUpdate_M]
SUCaption=Software Updater
SU_GroupOutData=Utdatert
SU_GroupUpToDate_New=Oppdatert
SU_Ignore=Ignorer
SU_Ignored=Ignorert
SU_NoIgnore=Angre Ignorer
SU_Update=Oppdatering
SU_Updating=Oppdaterer
SU_UpToDate=Oppdatert
SU_NewVersion=Ny versjon
SU_CurrVersion=Nåværende versjon
SU_ActivePro=Aktiver automatiske oppdateringer
SU_Button_UpdateAll=Oppdater alle
SU_NoUpdates=Ingen oppdatering er tilgjengelig for programvaren på din datamaskin.
SU_IgnoreForever=Ignorer permanent
SU_IgnoreCurrent=Ignorer nåværende oppdaterng
SU_CancelUpdate=Oppdatering pågår. Er du sikker på at du vil avslutte denne oppdateringen?
SU_DefaultSelUpdate=Hurra! All programvare er oppdatert!
SU_DefaultUpdaterPromoteInfo=Oppdater all utdatert programvare slik at du reduserer sikkerhetsrisker

[SoftUpdatePromote_M]
IUP_Manually=Oppdater manuelt
Img_Tab=Aktiver IObit Uninstaller for å:
LbIUPromote1=Oppdatere alle viktige programmer med bare 1-klikk
LbIUPromote2=Installere oppdateringer automatisk uten å gå til nettside
SUInstall=Installer
SUImg_Tab=Installer IObit Software Updater
LbSUPromote1=Oppdaterflere programmer uten vanskelighet
LbSUPromote2=Installer de programmer du ønsker på en enkel måte
SUEULA=Ved å klikke på "Installer", aksepterer du å installere IObit Software Updater og godtar programets <a>sluttbrukeravtale</a> og <a>personvernregler</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> produkt trenger oppdatering
TipOnes=<a>%s</a> produkter trenger oppdatering
TipInfo=for å beskytte PCen din fra svakheter mht. sikkerhet
NeverShow=Ikke vis dette igjen
BtnUpdate=Oppdater nå

[SpecUTool_M]
SpecTOpen=Åpne
SpecTOK=OK
SpecTHide=Skjul
TrayHint=IObit Uninstaller avinstallerer programmer
SpecTUninstalling=Avinstallerer følgende program:
SpecTUninstallingM=Avinstallerer følgende programmer:
SpecTUninstalled=program er avinstallert
SpecTUninstalledM=programer er avinstallert
SpecTClose=Avslutt

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Fjerning av gjenstridige programmer
lbl_DescTitle.caption=Vis programmene som du muligvis ikke kan finne en måte å avinstallere andre steder. Du kan enkelt fjerne dem her.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Offisiell Database for fjerning (%d)
OfficialDesEx=Noen programmer kan ikke avinstalleres på normal måte av sikkerhetsgrunner. Du kan enkelt avinstallere dem ved å bruke deres offisielle program for fjerning her.
AllGroupEx=Database for programmer som støttes (%d)
AllDesEx=Her listes det opp flere programmer som du kanskje ikke vil finne en måte å avinstsllere på andre steder. Du kan på enkelt vis avinstallere dem her.
ProblemsTip=Problemer funnet
LoadingTip=Laster inn støttet database for programmer...
NotInstallSingleMsgBox=Ingen avinstallasjonsproblemer ble oppdaget for følgende program. Er du sikker på at du vil fortsetter å avinstallere og skanne etter gjenværende filer?
NotInstallSomeMsgBox=Ingen avinstallasjonsproblemer ble oppdaget for følgende programmer. Er du sikker på at du vil fortsetter å avinstallere og skanne etter gjenværende filer?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Gjenopprett avinstallering
rdlblDesc.Caption=Gjenopprett datamaskinen til den tilstanden den var i før den valgte hendelsen. Den siste kan ikke slettes av hensyn til systemsikkerhet.
ListView_Restore.Columns[0].Caption=Dato og tid
ListView_Restore.Columns[1].Caption=Beskrivelse
btn_CreateRestorePoint.Caption=Opprett gjenopprettingspunkt
RdImageButton_Restore.Caption=Gjenopprett
RdImageButton_Delete.Caption=Slett
lblNull.Caption=Ingen gjenopprettingspunkter for system.
Rdlbl_CreateRestorePoint.caption=Opprett gjenopprettingspunkt

[SystemRestore_M]
SysRestore_CreateComplete=Gjenopprettingspunkt er vellykket opprettet!
SysRestore_CreateFailed=Opprettelse av gjenopprettingspunkt gikk galt! Vennligst sjekk om systemgjenoppretting er mulig.
SysRestore_CreateRestore_Confirm=Er du sikker på at du vil opprette et gjenopprettingspunkt?
SysRestore_CreateRestore_Tip=Oppretter gjenopprettingspunkt. Vennligst vent...
SysRestore_CreateRestore_Failed=Opprettelse av gjenopprettingspunkt gikk galt! Vennligst sjekk om systemgjenoppretting er mulig.
SysRestore_SetRestore_Confirm=ADVARSEL: Gjenopprettelse av systemet til et gjenopprettingspunkt vil gjøre om alle endringer som er foretatt etter at gjenopprettingspunktet ble opprettet. Når du starter, kan ikke systemgjenopprettingen gjøres om eller stanses. Er du sikker på at du vil fortsette?
SysRestore_SetRestore_Reboot=En omstart kreves for at disse endringene skal tre i kraft. Vennligst lagre alle åpnede filer og steng alle åpne programmer før omstart. Start datamaskinen på nytt nå?
SysRestore_SetRestore_Tip=Gjenoppretter systemfiler og innstillinger nå. Vennligst vent...
SysRestore_Delete_Confirm=Er du sikker på at du vil slette den?

[UninstallForm_M]
MsgBox_SelectProgram=Vennligst velg minst et program.
Msg_Bundle_RebootSpec=ble avinstallert. Vennlisgt start datamaskinen på nytt for å fullføre avinstallasjonen.
OneItemStr=%d element
SomeItemStr=%d elementer
Clean_Uninstall=Rydd Uninstall
RebootToDelete_Str=(Slett ved omstart)
UninstallingSingleStr_New=Er du sikker på at du vil avinstallere det valgte elementet?
UninstallingSomeStr_New=Er du sikker på at du vil avinstallere de valgte %d elementene?
UninstallingSingleStrUpdate=Er du sikker på at du vil avinstallere den valgte Windows oppdateringen?
UninstallingSomeStrUpdate=Er du sikker på at du vil avinstallere de valgte %d Windows oppdateringene?
UninstallingSingleStrApp=Er du sikker på at du vil avinstallere den valgte Windows applikasjonen?
UninstallingSomeStrApp=Er du sikker på at du vil avinstallere de valgte %d Windows applikasjonene?
Uninstall_Str=Avinstallerer %s (%d/%d)
Scan_Str=Skanner %s (%d/%d)
UninstallOne_Str=Avinstallerer %s
ScanOne_Str=Skanner %s
CreateRetore_Str=Oppretter gjenopprettingspunkt. Vennligst vent...
SureToDeleteSomeStr_New=<a>%d</a> elementer er avinstallert. Imidlertid finnes det fortsatt følgende programrester.
SureToDeleteOneStr_New=<a>1</a> element er avinstallert. Imidlertid finnes det fortsatt programrester.
SureToDeleteSomeStrApp=<a>%d</a> Windows applikasjoner er avinstallert. Imidlertid finnes det fortsatt følgende gjenværende rester.
SureToDeleteOneStrApp=<a>1</a> Windows applikasjon er avinstallert. Imidlertid finnes det fortsatt følgende gjenværede rester.
SureToDeleteByHistroy=Rester funnet
DeletingStr=Fjerner rester. Vennligst vent
DeleteCancleStr=Er du sikker på at du ønsker å avbryte slettingen?
RestoringCancleStr=Oppretter gjenopprettingspunkt. Er du sikker på at du vil avbryte?
UninstallingCancleStr=Avinstallasjon er i arbeid og restfiler kan bli igjen dersom du avslutter nå. Er du sikker på at du vil avslutte?
ScaningCancleStr=Skanning pågår og restfiler kan være igjen dersom du avslutter nå. Er du sikker på at du vil avslutte?
RegistryCaption_Str=Register
FileCaption_Str=Fil
TaskCaption_Str=Tidsstyrte oppgaver
ServiceCaption_Str=Systemtjenester
DllCaption_Str=DLL registrering
SuccessReslutFromHistroySingle=Restfiler er vellykket fjernet. Sjekk detaljene nedenfor:
SuccessReslutFromUninstallSingle_New=Vellykket avinstallasjon er utført av <a>%d</a> element og slettet programrestene vist nedenfor:
SuccessReslutFromUninstallSome_New=Vellykket avinstallasjon er utført av <a>%d</a> elementer og slettet programrestene vist nedenfor:
SuccessReslutFromUninstallSingleApp=Du har avinstallert <a>%d</a> Windows applikasjon. Detaljer vises nedenfor:
SuccessReslutFromUninstallSomeApp=Du har avinstallert <a>%d</a> Windows applikasjoner. Detaljer vises nedenfor:
FileDelete_Str=Filer
RegDelete_Str=Registeroppføringer
TaskDelete_Str=Planlagtte oppgaver
ServiceDelete_Str=Systemtjenester
DeepDelete_Str=Loggede elementer
HtmlRecomReslutCaption=Avinstallert <a>%d</a> programmer og fjernet restelementer nedenfor:
HtmlRecomReslutCaption1=Avinstallert <a>%d</a> program og fjernet gjenværende rester som vist nedenfor:
HtmlRecomReslutAppCaption=Avinstallert <a>%d</a> Windows applikasjonerog fjernet gjenværende rester som vist nedenfor:
HtmlRecomReslutAppCaption1=Avinstallert <a>%d</a> Windows applikasjon og fjernet gjenværende rester som vist nedenfor:
HtmlFileReCaption=<a>%s</a> ubruklige filer
HtmlRegReCaption=<a>%d</a> ubruklige registeroppføringer
HtmlTaskReCaption=<a>%d</a> ugyldige oppgaver
HtmlServicesReCaption=<a>%d</a> ugyldige systemtjenester.
HtmlDeepReCaption=<a>%d</a> loggede elementer
HtmlFileReCaptionOne=<a>%s</a> ubrukelig fil
HtmlRegReCaptionOne=<a>%d</a> ubrukelig registeroppføring
HtmlTaskReCaptionOne=<a>%d</a> ugyldig tidsstyrt handling
HtmlServicesReCaptionOne=<a>%d</a> ugyldig systemtjeneste
HtmlDeepReCaptionOne=<a>%d</a> logget element
UninstallPromote=Kjøp nå
RebootYes=Start på nytt nå
RebootLater=Senere
FromHistroyNoItem=Ingen restelementer funnet.
FromUninstallNoItem=Avinstallasjon fullført.
RelatedMetroText=Disse applikasjonene er relatert til hverandre. Dersom du avinstallerer en av dem, avinstalleres de andre automatisk. Er du sikker på at du vil avinstallere?
RelatedSoftText=De koblede produktene ble installert på samme tid. Ønsker du å avinstallere dem sammen?
HtmlADPluginCaption=<a>%d</a> forstyrrende annonsetillegg
HtmlMaliciousPluginCaption=<a>%d</a> skadelige trusler fra programtillegg
MoneyBackInfo=Du vil oppleve en sikrere og raskere PC ved å fjerne uønskede programmer og programtillegg fullstandig. 60 dagers garanti for penege tilbake uten at vi stiller spørsmål.
SpecRestartAll=Vennligst start datamaskinen på nytt for å avinstallere følgende programmer fullstendig. Start på nytt nå?
SpecRestartOne=Vennligst start datamaskinen på nytt for å avinstallere følgende program fullstendig. Start på nytt nå?
UnPromoteTitle=Imidlertid, med PRO versjonen tilbys enda flere egenskaper og fordeler:
UnPromote_60=60 dagers "pengene tilbake" garanti
PromotelbPlugins_New=Fjern <a>%d</a> ondsinnede programmer & programtillegg for sikker nettlesing
PromotelbPlugin_New=Fjern <a>%d</a> ondsinnet program & programtillegg for sikker nettlesing
PromotelbPlugin0_New=Fjern ondsinnede programmer & programtillegg for sikker nettlesing
PromotelbUpdate=Ett klikk for å oppdatere <a>%d</a> utdaterte programmer og redusere sikkerhetsrisiko
PromotelbUpdate0=Ett klikk for å oppdatere utdaterte programmer og redusere sikkerhetsrisiko
PromotelbMoreDBs_New=Fjern <a>%d</a> gjenstridige programmer fullstandig
PromotelbMoreDB_New=Fjern <a>%d</a> gjenstridig program fullstandig
PromotelbMoreDB0_New=Unik database som støtter fjerning av mer enn 1000 gjenstridige programmer
PromotelbClean=Ett klikk for å fjerne sammenkoblede programmer
PromotelbAuto=Fjern gjenværende rester for andre programmers avinstallasjon.
NeedCloseApp=%s kjører og må lukkes før det kan avinstalleres. Er du sikker på at du vil lukke det?
LB_Free=Gratis
LB_Pro=PRO
RestoreOpenstr=Systemgjenoppretting er ikke aktivert. Vennligst klikk "OK" slik at IObit Uninstaller kan aktiveres for å lage gjenopprettingspunkter før programmer avinstalleres.
OfficialFail=Kunne ikke avinstallere følgende program. Du kan avinstallere det med det offisielle avinstallasjonsverktøyet.
OfficialFails=Kunne ikke avinstallere følgende programmer. Du kan avinstallere dem med programmenes respektive offisielle avinstallasjonsverktøy.
QuitDonwload=Er du sikker på at du vil avbryte installeringen?
LogHintTitle=Flere fordeler. Vi lover
LogHintStr=+ Avinstaller loggførte programmer grundig<br>+ Rengjør fjerning av 200+ gjenstridige programmer<br>+ Avinstaller sammenkoblede grupperte programmer fullstendig og enkelt
UpgradePromote=Oppgrader til IObit Uninstaller PRO for å fjerne rester automatisk
UpgradeFileDelete=%s restfiler er vellykket fjernet.
UpgradeRegsDelete=%s uaktuelle registeroppføringer er vellykket fjernet.
UpgradeRegDelete=%s uaktuell registeroppføring har blitt fjernet.
PromoteB_Title=Flere problemer kan repareres med PRO versjonen:
PromoteB_Update=Utdatert programvare kan oppdateres med 1. klikk:
PromoteB_Plugin_New=Ondsinnet programvare kan blokkeres for å unngå avbrytelser:
PromoteB_Leftover=Rester etter avinstallasjoner kan fjernes for å få en renere PC:
PromoteB_Log=Programmer som er logget, kan avinstalleres fullstendig:
PromoteB_Unuse=Programmer som ikke er benyttet på over 2 måneder kan avinstalleres:
PromoteB_Banweb_New=Popup varsler kan blokkeres for å unngå avbrytelser:
PromoteB_Permission=Unødvendige programtillatelser kan gjøres ugyldige:
PromoteB_SetupFile=Unødvendige setup filer kan fjernes for å frigjøre diskplass:
PromoteB_Fix=Reparer nå
PromoteB_Stubborn=Gjenstridige programmer kan fjernes fullstendig:
OfficialSp_1=Avinstaller det følgende programmet helt med programmets offisielle avinstallasjonsverktøy.
OfficialSps_1=Avinstaller de følgende programmene helt med programmenes respektive offisielle avinstallasjonsverktøy.
LogPromoteHintTitle=Grundig fjerning av loggede elementer med <a>PRO versjonen</a>:
LogPromoteHintRegs=<a>%s</a> registeroppføringer
LogPromoteHintReg=<a>%s</a> registeroppføring
LogPromoteHintFiles=<a>%s</a> filer
LogPromoteHintFile=<a>%s</a> fil
LogPromoteHintTasks=<a>%s</a> planlagte handlinger
LogPromoteHintTask=<a>%s</a> planlagt handling
LogPromoteHintServices=<a>%s</a> systemtjenester
LogPromoteHintService=<a>%s</a> systemtjeneste
LogPromoteHintDlls=<a>%s</a> dll registreringer
LogPromoteHintDll=<a>%s</a> dll registrering
LogPromoteFormLogPro=loggede elementer
LogPromoteFormDesc_New=Rydd ytterligere opp i flere programrester med PRO versjonen.
LogPromoteFormTip=Detaljer som nedenfor:
LogPromoteFormDetails=Vis detaljer
EndRunningExeSingleMsgBox=Følgende element kjører. Er du sikker på at du vil lukke og slette det?
EndRunningExeSomeMsgBox=Følgende elementer kjører. Er du sikker på at du vil lukke og slette disse?
UninstallingSingleStr=Er du sikker på at du vil avinstallere det valgte programmet?
UninstallingSomeStr=Er du sikker på at du vil avinstallere %d programmer?
SureToDeleteSomeStr=<a>%d</a> programmer er avinstallert. Imidlertid har de fortsatt følgende restfiler.
SureToDeleteOneStr=<a>1</a> program er avinstallert. Imidlertid finnes det fortsatt restfiler.
SuccessReslutFromUninstallSingle=Du har avinstallert <a>%d</a> program med detaljer vist nedenfor:
SuccessReslutFromUninstallSome=Du har avinstallert <a>%d</a> programmer med detaljer vist nedenfor:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Åpne i Regedit
mniMenu_Path.caption=Åpne filplassering
btnImg_AllMainCancel.caption=Avbryt
btnImg_Uninstall.caption=Avinstaller
btnImg_ChkAutoDelete.caption=Automatisk fjerning av restfiler
btnImg_ChkCreateRestore.caption=Opprett et gjenopprettingspunkt før du avinstallerer
lbl_IsUninstallHint.caption=Vi du avinstallere det valgte programmet?
btnImg_Delete.caption=Slett
btnImg_ReslutCancel.caption=Avbryt
btnImgl_SeletedAll.caption=Velg alle
btnImg_ChkShredFile.caption=Makuler filer
lbl_NoPowerScan.caption=Avinstallasjon fullført.
btnImg_RecommendClose.caption=Avslutt
btnImg_Restart.caption=Ja
lbl_MoneyBackTitle.caption=Garantert fullstendige avinstalleringer og en renere PC
btn_Tab.caption=Få mer ut av IObit Uninstaller med PRO versjonen
lbl_InfoDB.caption=Stor database for å fjerne gjenstridige programmer komplett
lbl_InfoRemove.caption=Fjern annonsetillegg for sikker && jevn nettlesing
lbl_InfoUpdate.caption=Overvåk programinstallasjon && fjern bundleware

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Hva er nytt?

[WindowsUpdate_M]
Update_NoItem_Tip=Ingen Windows oppdateringer funnet.
NoSerchItem_Tip=Ingen treff for søket.
Update_Loading_Tip=Laster inn...
Update_WindowsTitle=Her listes alle de installerte Windows oppdateringene på datamaskinen din. Avinstaller de uønskede Windows oppdateringene for å frigjøre plass.
Button_Uninstall=Avinstaller

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Installer nå
mniUninstall.caption=Avinstaller
mniRefush.caption=Oppfrisk

